tap "caius/prince"
tap "dart-lang/dart"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sass/sass"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "openssl@3"
brew "grpc"
brew "apache-arrow"
brew "libssh2"
brew "readline"
brew "aria2"
brew "glib"
brew "augeas"
brew "automake"
brew "docutils"
brew "awscli"
brew "bash-completion"
brew "bison"
brew "certbot"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cpanminus"
brew "ctags"
brew "curl"
brew "fd"
brew "gmp"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gcc"
brew "hdf5"
brew "proj"
brew "libheif"
brew "libpq"
brew "netcdf"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "ghostscript"
brew "git"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gstreamer"
brew "guile"
brew "imagemagick"
brew "jq"
brew "node"
brew "jsdoc3"
brew "libdap"
brew "libffi"
brew "libgit2"
brew "libyaml"
brew "luarocks"
brew "luv"
brew "make"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "opencc"
brew "openvpn"
brew "pandoc"
brew "perl"
brew "php"
brew "qt@5"
brew "poppler-qt5"
brew "pyenv"
brew "pygments"
brew "python@3.10"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "skylighting"
brew "the_silver_searcher"
brew "tree"
brew "typescript", link: false
brew "udunits"
brew "vapoursynth"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
cask "aegisub"
cask "barrier"
cask "boop"
cask "calibre"
cask "cmake"
cask "firefox"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "kobo"
cask "launchcontrol"
cask "mpv"
cask "nvalt"
cask "openvpn-connect"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "sequel-pro"
cask "shortcat"
cask "skim"
cask "sloth"
cask "steam"
cask "subler"
cask "superduper"
cask "swiftbar"
cask "the-unarchiver"
cask "xquartz"
