tap "caius/prince"
tap "dart-lang/dart"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "sass/sass"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "openssl@3"
brew "grpc"
brew "readline"
brew "apache-arrow"
brew "libssh2"
brew "aria2"
brew "glib"
brew "augeas"
brew "automake"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bison"
brew "black"
brew "libyaml"
brew "certbot"
brew "gmp"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cpanminus"
brew "ctags"
brew "docutils"
brew "openjdk"
brew "epubcheck"
brew "fd"
brew "ffmpeg"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg@4"
brew "fnm"
brew "fzf"
brew "gcc"
brew "pkgconf"
brew "hdf5"
brew "proj"
brew "libheif"
brew "netcdf"
brew "nss"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "gstreamer"
brew "guile"
brew "hugo"
brew "imagemagick"
brew "isort"
brew "jq"
brew "libdap"
brew "libffi"
brew "libgit2"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "opencc"
brew "openvpn"
brew "pandoc"
brew "perl"
brew "php"
brew "php-code-sniffer"
brew "pint"
brew "qt@5"
brew "poppler-qt5"
brew "pstree"
brew "pyenv"
brew "pygments", link: false
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "skylighting"
brew "ta-lib"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "udunits"
brew "uv"
brew "vapoursynth"
brew "vim"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "aegisub"
cask "barrier"
cask "blackhole-2ch"
cask "boop"
cask "calibre"
cask "cmake-app"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-zed-mono-nerd-font"
cask "handbrake-app"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "kobo"
cask "launchcontrol"
cask "openvpn-connect"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "sequel-pro"
cask "shortcat"
cask "skim"
cask "sloth"
cask "steam"
cask "stolendata-mpv"
cask "subler"
cask "superduper"
cask "swiftbar"
cask "syntax-highlight"
cask "the-unarchiver"
cask "xquartz"
vscode "anysphere.cursorpyright"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
